<div class="middle">
    <div class="container">
        <div class="c-content">
            <div class="rules">
                <h1>Правила нашего милого сообщества</h1>
                <figure><img src="images/r6.jpg" alt="" /></figure>
                <h2>У нас запрещается:</h2>
                <p>Контент, поощряющий незаконную деятельность, например сцены жестокого обращения с детьми, животными, сцены насилия, пропаганда наркотических средств.</p>
                <p>Порнография либо другие проявления действий сексуального характера.
                    Непристойные материалы допускаются только с пометкой “для взрослых”.
                    Пожалуйста, уважайте других участников проекта. Не все хотели бы видеть подобное.
                    Порнография и обнаженка запрещены в любом случае.</p>
                <p>Рассизм, сексизм, оскорбления, переход на личности, разглашение приватных сведений.</p>
                <p>Попытки рассылки спама и прочих материалов рекламного характера.</p>
            </div>
        </div>
    </div>
</div>